{
  "document_id": "CTR-MSA-2024-00123",
  "chunks": [
    {
      "text_content": "Jakarta - Sebanyak 4.645 personel gabungan Polri, TNI, dan pemda DKI diterjunkan hari ini untuk melakukan pengamanan unjuk rasa di sejumlah titik. Sejauh ini, akan ada tiga unjuk rasa dari berbagai elemen masyarakat di wilayah Jakarta Pusat (Jakpus).\n\"Kuat pengamanan wilayah Jakpus 4.645 personel gabungan Polri, TNI, dan pemda DKI,\" kata Kapolres Metro Jakarta Pusat Kombes Susatyo Purnomo Condro kepada wartawan, Kamis (25/9/2025).",
      "embedding_vector": [
        0.3556521156895257,
        0.7115392630077786,
        0.17541112949949023,
        0.7347963494853863,
        0.5311426832197731,
        0.5792610108934809,
        0.18237720788958212,
        0.5911519395082873
      ]
    },
    {
      "text_content": "Dia mengatakan demonstrasi hari ini terbagi di tiga titik, yakni di Silang Selatan Monas, Kementerian Lingkungan Hidup (LH), serta Jalan Jenderal Sudirman.\nDia menjelaskan di Silang Selatan Monas dan Kementerian LH, unjuk rasa dilakukan oleh Koalisi Nasional Untuk Reforma Agraria. Sementara itu, aksi di Jalan Sudirman dilakukan oleh Asosiasi Petani Sawit Pasang Kayu.\n\"Kami mengimbau masyarakat yang akan melaksanakan aksi penyampaian pendapat bisa melakukan secara tertib,\" ujar Susatyo.",
      "embedding_vector": [
        0.8259344040022575,
        0.8627238845554123,
        0.9078245703361463,
        0.8621903261215064,
        0.9416459130235341,
        0.05113693301881905,
        0.6523781190078698,
        0.4453142018577976
      ]
    },
    {
      "text_content": "Dia pun menyampaikan agar masyarakat bisa memilih jalan alternatif untuk menghindari kepadatan kendaraan di lokasi unjuk rasa. Dia menyebut rekayasa lalu lintas akan dilakukan secara situasional.\n\"(Rekayasa) lalin situasional melihat eskalasi di lapangan,\" terangnya.",
      "embedding_vector": [
        0.6148395335211588,
        0.27117696037249706,
        0.6381321071035728,
        0.21623319531127017,
        0.9171318017780969,
        0.3982242008446534,
        0.3113671572328147,
        0.9940979116601291
      ]
    }
  ]
}